CREATE TABLE line_plant(
plant_category_name VARCHAR (355) NOT NULL,
plant_type VARCHAR (355) NOT NULL
);
INSERT INTO line_plant (plant_category_name ,plant_type)
VALUES
 ('พืชสวน','กาแฟ'),
 ('พืชสวน','ชา'),
  ('พืชสวน','มะลิ'),
   ('พืชสวน','ข้าวฟ่าง'),
    ('พืชสวน','พืชตระกูลถั่ว'),
     ('พืชสวน','มันฝรั่ง'),
      ('พืชสวน','มันเทศ'),
       ('พืชสวน','ฟ้าทะลายโจร'),
        ('พืชสวน','ตะไคร้หอม'),
          ('พืชสวน','ขมิ้น'),
          ('พืชสวน','ฝ้าย'),
          ('พืชสวน','ป่าน'),
          ('พืชสวน','ปอ'),
          ('พืชสวน','มะพร้าว'),
          ('พืชสวน','ตาล'),
          ('พืชสวน','งา'),
          ('พืชสวน','ถั่วเหลือง'),
          ('พืชสวน','ละหุ่ง'),
          ('พืชสวน','ทานตะวัน')
